Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The licensees in production licence 475BS (link to fact pages) will consider producing the discovery together with other nearby discoveries.
nb: Rettighetshaverne i utvinningstillatelsen 475BS (lenke til faktasidene) vil vurdere å produsere funnet sammen med andre funn i nærheten.

source: The well was drilled to a vertical depth of 4216 metres below the sea surface, and it was terminated in the Tilje formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 4216 meter under havflaten, og den ble avsluttet i Tiljeformasjonen i nedre jura.

source: Water depth at the site is 303 metres.
nb: Havdypet er 303 meter.

source: Well 6406/3-8 was drilled by the Songa Delta drilling facility, which will now proceed to production licence 341 in the North Sea to drill wildcat well 24/12-6 S where Det norske oljeselskap is the operator.
nb: Brønn 6406/3-8 ble boret av boreinnretningen Songa Delta, som nå skal til utvinningstillatelse 341 i Nordsjøen for bore undersøkelsesbrønn 24/12-6 S der Det norske oljeselskap er operatør.

source: The licensees in production licence 475BS will consider producing the discovery together with other nearby discoveries.
nb: Rettighetshaverne i utvinningstillatelsen 475BS vil vurdere å produsere funnet sammen med andre funn i nærheten.

source: The continental shelf around Jan Mayen is Norwegian territory and it borders the Icelandic shelf.
nb: Kontinentalsokkelen rundt Jan Mayen er norsk, og den grenser opp til Islandsk sokkel.

source: Norway and Iceland have signed a treaty on joint exploitation of potential deposits, and mutual participation within a clearly defined area on both sides of the delimitation line.
nb: Norge og Island har en avtale om felles utnyttelse av eventuelle forekomster og gjensidig deltakelse innenfor et klart definert areal på begge sider av delelinjen.

source: The area that is subject to the agreement consists of 45,509 square kilometres, which is equivalent to about 94 per cent of Finnmark county.
nb: Området som omfattes av avtalen er på 45.509 kvadratkilometer, eller tilsvarende 94 prosent av Finnmark fylke.

source: In the joint venture areas, the parties have the option of participating with a 25 per cent ownership interest in petroleum activities that take place in that part of the area which lies on the other country's continental shelf.
nb: I samarbeidsområdet har partene mulighet til å delta med en andel på 25 prosent i petroleumsvirksomhet som finner sted i den delen av området som ligger på det andre landets kontinentalsokkel.

source: The Norwegian shelf within 200 nautical miles around Jan Mayen covers a total of 292,394 square kilometres, which is equivalent to 90 per cent of mainland Norway.
nb: Norsk sokkel innenfor 200 nautiske mil rundt Jan Mayen dekker totalt 292.394 kvadratkilometer, det tilsvarer 90 prosent av fastlandsnorge.

source: This area has not been opened for petroleum activities.
nb: Dette området er ikke åpnet for petroleumsvirksomhet.

source: The area is covered under the comprehensive management plan for the Norwegian Sea.
nb: Området omfattes av den helhetlige forvaltningsplanen for Norskehavet.

source: The Ministry of the Environment plans to submit a Storting White Paper on the comprehensive management plan during the spring of 2009.
nb: Miljøverndepartementet tar sikte på å fremme en stortingsmelding om forvaltningsplanen våren 2009.

source: Iceland plans to award licences in the summer/fall of 2009.
nb: Island planlegger å tildele konsesjoner sommeren/høsten 2009.

source: The area included in the planned Icelandic licensing round includes that part of the joint venture area which lies on the Icelandic side of the delimitation line.
nb: I området for den planlagte islandske konsesjonsrunden inngår den delen av samarbeidsområdet som ligger på islandsk side av delelinjen.

source: The agreement was submitted to the Norwegian Parliament in Storting Proposition No. 61 for 1981-1982.
nb: Overenskomsten ble lagt fram for Stortinget i St.prp. nr.61 for 1981-1982.

source: The agreement includes more detailed provisions about this, as well as how and when such participation shall be clarified.
nb: Overenskomsten inneholder nærmere bestemmelser om dette samt hvordan og når slik deltakelse skal avklares.

source: The respective party's own laws shall apply in its respective parts of the joint venture area, including provisions concerning control, safety and protection of the environment.
nb: I partenes respektive deler av samarbeidsområdet skal vedkommende parts egen lov gjelde, herunder bestemmelser om kontroll, sikkerhet og miljøvern.

source: At the beginning of November 2008, the Norwegian and Icelandic authorities signed an agreement and a negotiation protocol regarding potential oil and gas in the joint venture area.
nb: I begynnelsen av november 2008 inngikk norske og islandske myndigheter en avtale og en forhandlingsprotokoll om eventuell olje og gass i samarbeidsområdet.

source: The agreement and the protocol provide certain clarifications prior to Iceland allowing exploration activity.
nb: Avtalen og protokollen gir en del avklaringer før Island åpner for letevirksomhet.

source: For example, the negotiation protocol provides more detailed rules for exercising the right to participate with 25 per cent.
nb: Forhandlingsprotokollen gir for eksempel nærmere regler for utøvelse av retten til å delta med 25 prosent.

source: The Icelandic licensing round and Jan Mayen were topics raised in the Storting's question period in May 2008.
nb: Den islandske konsesjonsrunden og Jan Mayen var tema i Stortingets spørretime i mai 2008.

source: The then Minister of Petroleum and Energy, Åslaug Haga, stated that the authorities had begun a process of evaluating how to increase knowledge about the conditions on the Norwegian side of the border with Iceland.
nb: Da uttalte daværende olje- og energiminister Åslaug Haga at myndighetene er i gang med å vurdere hvordan kunnskapene om forholdene på norsk side av grenselinjen mot Island kan økes.

source: The Minister also said that it was important to ensure that the Norwegian authorities had a sufficient basis of knowledge to manage potential oil and gas resources in this area wisely.
nb: Statsråden sa videre at det er viktig å sørge for at norske myndigheter har et tilstrekkelig kunnskapsgrunnlag til å forvalte eventuelle olje- og gassressurser i dette området på en god måte.

source: In the 1980s, Norway and Iceland cooperated on conducting seismic surveys all across the Jan Mayen Ridge.
nb: På 1980-tallet samarbeidet Norge og Island om å få gjort seismiske undersøkelser på hele Jan Mayen-ryggen.

source: Iceland also acquired seismic data on its side of the delimitation line in 2002.
nb: Island samlet også inn seismikk på sin side av delelinjen i 2002.

source: An evaluation concerning opening of the Norwegian part of the Jan Mayen Ridge must be made following an ordinary process, including thorough impact assessments.
nb: En vurdering av åpning av den norske delen av Jan Mayen-ryggen må tas etter en ordinær prosess, som blant annet omfatter grundige konsekvensutredninger.

source: A decision to this effect would have to be made by the Storting.
nb: En eventuell beslutning må fattes av Stortinget.

source: Read more about the Icelandic licensing round here: Link
nb: Les mer om den islandske konsesjonsrunden her: lenke

source: Download: Jan Mayen map.pdf
nb: Last ned: Jan-Mayen-kart.pdf

source: The well was drilled about 13 km southeast of the Draugen facility in the Norwegian Sea.
nb: Brønnen er om lag 13 kilometer sørøst for Draugenplattformen i Norskehavet.

source: The primary exploration target of the well was to prove petroleum in Upper Jurassic reservoir rocks (the Rogn formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Rognformasjonen).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Garn and Ile formations).
nb: Sekundært letemål var å påvise petroleum i midtre jura reservoarbergarter (Garn- og Ileformasjonene).

source: No reservoir sandstone was encountered in the Rogn formation.
nb: Den påtraff ikke reservoarsandstein i Rognformasjonen.

source: Both the Garn and Ile formations had the expected reservoir quality, but were somewhat thinner than expected.
nb: Både Garn-og Ileformasjonene hadde forventet reservoarkvalitet, men med noe tynnere mektigheter enn forventet.

source: The well is the first exploration well in production licence 470.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 470.

source: The licence was awarded in APA 2007.
nb: Tillatelsen ble tildelt i TFO 2007.

source: Well 6407/12-3 was drilled to a vertical depth of 1950 metres below the sea surface, and was terminated in the Ile formation in the Middle Jurassic.
nb: Brønn 6407/12-3 ble boret til et vertikalt dyp av 1950 meter under havflaten, og ble avsluttet i Ileformasjonen i midtre jura.

source: Water depth at the site is 288 metres.
nb: Havdypet er 288 meter.

source: Well 6407/12-3 was drilled by the West Alpha drilling facility, which will now proceed to the Alve field in the Norwegian Sea, where Statoil ASA is the operator, to drill the observation and production wells 6507/3-L-4 H and 6507/3-L-4 AH.
nb: Brønn 6407/12-3 ble boret av boreinnretningen West Alpha som nå skal til Alvefeltet i Norskehavet for å bore observasjons- og produksjonsbrønnene 6507/3-L-4 H og 6507/3-L-4 AH der Statoil ASA er operatør.

source: The objective of the well was to prove petroleum in Lower Jurassic reservoir rocks (the Tilje and Ror formations).
nb: Hensikten med brønnen var å påvise petroleum i nedre jura reservoarbergarter (Tilje- og Rorformasjonen).

source: The well mainly proved gas with a small oil column in the Tilje formation.
nb: Brønnen påviste hovedsakelig gass med en mindre oljekolonne i Tiljeformasjonen.

source: Small amounts of gas were encountered in the Ror formation.
nb: Det ble påtruffet mindre mengder gass i Rorformasjonen.

source: Both formations were of the expected reservoir quality.
nb: Begge formasjonene hadde reservoarkvalitet som forventet.

source: The well was not formation-tested, but extensive data acquisition and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: Preliminary estimates place the size of the discovery at between 2 and 4 million Sm3 of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 2 og 4 millioner Sm3 utvinnbare oljeekvivalenter.

source: The licensees in production licence 473 will consider development solutions for producing the discovery via the existing infrastructure on the Åsgard field.
nb: Rettighetshaverne i utvinningstillatelse 473 vil vurdere utbyggingsløsninger for å produsere funnet mot eksisterende infrastruktur på Åsgardfeltet.

source: 6407/2-6 S was drilled to a vertical depth of 3166 metres below the sea surface, and was terminated in the Åre formation in the Lower Jurassic.
nb: 6407/2-6 S ble boret til et vertikalt dyp av 3166 meter under havflaten, og ble avsluttet i Åreformasjonen i nedre jura.

source: The water depth at the site is 253 metres.
nb: Havdypet er 253 meter.

source: Well 6407/2-6 S was drilled by the Ocean Vangaurd drilling facility, which will now commence a planned workshop stay at Ågotnes outside Bergen.
nb: Brønn 6407/2-6 S ble boret av boreinnretningen Ocean Vangaurd som nå skal til planlagt verkstedopphold i Ågotnes utenfor Bergen.

source: The well proved gas/condensate.
nb: Brønnen påviste gass/kondensat.

source: The well was drilled about 10 kilometres north of the Smørbukk gas and condensate discovery and 250 kilometres northwest of Kristiansund.
nb: Brønnen ble boret om lag 10 kilometer nord for gass- og kondensatfunnet Smørbukk og 250 kilometer nordvest for Kristiansund.

source: The objective of the well was to prove petroleum in Middle to Late Jurassic rocks (the Garn, Ile, Tofte and Tilje formations).
nb: Hensikten med brønnen var å påvise petroleum i bergarter av tidlig til mellomjura alder (Garn-, Ile-, Tofte- og Tiljeformasjonene).

source: The well proved gas/condensate in both the Garn and Ile formations, while the Tofte and Tilje formations are probably filled with water.
nb: Brønnen påviste gass/kondensat i både Garn- og Ileformasjonene, mens Tofte- og Tiljeformasjonene trolig er vannfylte.

source: Preliminary estimates indicate the size of the discovery at between 3 and 15 million standard cubic metres (Sm³) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 3 og 15 millioner standard kubikkmeter (Sm³) utvinnbare oljeekvivalenter.

source: Extensive data acquisition and sampling have been carried out in both the Garn and Ile formations.
nb: Det er utført omfattende datainnsamling og prøvetaking i både Garn- og Ileformasjonene.

source: A more extensive analysis of the results will be needed before a decision can be made regarding delineation and development of the discovery.
nb: Det vil være behov for en mer omfattende analyse av resultatene før en avgjørelse om avgrensning og utbygging av funnet kan bli tatt.

source: The well is the first exploration well in production licence 433.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 433.

source: (Link to fact page) The licence was awarded in connection with APA 2006.
nb: Tillatelsen ble tildelt i forbindelse med TFO 2006.

source: Well 6506/9-2 S was drilled to a vertical depth of 4736 metres and terminated in the Åre formation in the Lower Jurassic.
nb: Brønn 6506/9-2 S ble boret til et vertikalt dyp av 4736 meter og avsluttet i Åreformasjonen i nedre jura.

source: Water depth at the site is 281 metres.
nb: Havdypet på stedet er 281 meter.

source: Well 6506/9-2 was drilled by the West Alpha drilling facility, which will now proceed to production licence 470 in the Norwegian Sea to drill wildcat well 6407/12-3 where Centrica is also the operator.
nb: Brønn 6506/9-2 ble boret av boreinnretningen West Alpha som nå skal til utvinningstillatelse 470 i Norskehavet for å bore undersøkelsesbrønn 6407/12-3 hvor Centrica også er operatør.

source: The well encountered thinner than anticipated reservoir rocks in the Fangst and Båt group, but with good reservoir quality.
nb: Brønnen påtraff tynnere reservoarbergarter i Fangst- og Båtgruppen enn forventet, men med god reservoarkvalitet.

source: The well was drilled to a vertical depth of 2290 metres below the sea surface, and was terminated in the Tilje formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2290 meter under havflaten og ble avsluttet i Tiljeformasjonen i nedre jura.

source: The well was drilled in 269 metres of water depth by the Songa Delta drilling facility.
nb: Brønnen ble boret på 269 meters havdyp av boreinnretningen Songa Delta.

source: The rig will now move to the North Sea to drill appraisal well 16/1-11 (production licence 001 B), also operated by Det norske oljeselskap ASA.
nb: Den flyttes nå til Nordsjøen for å bore avgrensingsbrønn 16/1-11 (utvinningstillatelse 001 B) der Det norske oljeselskap ASA er operatør.

source: Well path 34/10-49 A will be drilled from the Ocean Vanguard drilling facility at position 61° 07’ 45,09”North og 2°05’26,18”East.
nb: Brønnbanen 34/10-49 A skal bores fra boreinnretningen Ocean Vanguard i posisjon 61° 07’ 45,09”N og 2°05’26,18”Ø.

source: The drilling program for well path 34/10-49 A applies to drilling of wildcat wells in production licence 050.
nb: Boreprogrammet for brønnbane 34/10-49 A gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 050.

source: The discovery was made about two kilometres west of the Skarv field.
nb: Funnet er gjort om lag to kilometer vest for Skarvfeltet.

source: The objective of the well was to prove gas in Upper Cretaceous reservoir rocks (the Lysing formation).
nb: Hensikten med brønnen var å påvise gass i øvre kritt reservoarbergarter (Lysingformasjonen).

source: The well proved gas in the Lysing formation, with reservoir rocks and reservoir quality as expected.
nb: Brønnen påviste gass i Lysingformasjonen med reservoarbergarter og reservoarkvalitet som forventet.

source: Preliminary estimates indicate that the size of the discovery is between 8 and 14 billion standard cubic metres (Sm3) of recoverable gas, as well as 1.6 to 3 million standard cubic metres of recoverable condensate.
nb: Foreløpige beregninger viser at størrelsen på funnet er mellom 8 og 14 milliarder standard kubikkmeter (Sm3) utvinnbar gass samt 1,6 - 3 millioner standard kubikkmeter utvinnbar kondensat.

source: Formation testing was not carried out in the well, but extensive data collection and sampling were performed.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees in production licence 212 are considering producing the discovery via the Skarv field.
nb: Rettighetshaverne i utvinningstillatelse 212 vurderer å produsere funnet mot Skarvfeltet.

source: The well was drilled to a total vertical depth of 2876 metres below the sea surface, and it was terminated in the Lange formation in the Lower Cretaceous.
nb: Brønnen ble boret til et totalt vertikalt dyp på 2876 meter under havflaten, og den ble avsluttet i Langeformasjonen i nedre kritt.

source: The water depth at the site is 325 metres.
nb: Havdypet er 325 meter.

source: Well 6507/5-6 S was drilled by the drilling facility Borgland Dolphin.
nb: Brønn 6507/5-6 S ble boret av boreinnretningen Borgland Dolphin.

source: The facility will now continue pre-drilling of production wells on the Skarv field.
nb: Innretningen vil nå fortsette med forboring av produksjonsbrønner på Skarvfeltet.

source: The well’s primary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Fangst group).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Fangstgruppen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (the Tilje formation).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Tiljeformasjonen).

source: Gas has been proven in a 150-metre column in the Fangst Group.
nb: Det er påvist gass i en 150 meter kolonne i Fangstgruppen.

source: The Tilje formation is water-bearing.
nb: Tiljeformasjonen er vannførende.

source: Preliminary estimates place the size of the discovery between 5 and 18 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 5 og 18 milliarder standard kubikkmeter (Sm3)utvinnbar gass.

source: The gas/oil ratio is estimated at 20,000-30,000 Sm3/Sm3.
nb: Gass-/oljeforhold er beregnet til 20.000-30.000 Sm3/Sm3.

source: The maximum production rate was 1.2 million Sm3 gas per flow day through a 36/64-inch nozzle.
nb: Maksimum produksjonsrate var på 1,2 millioner Sm3 gass per strømningsdøgn gjennom en 36/64 tommer dyseåpning.

source: The licensees in production licence 435 will consider producing the discovery via existing infrastructure.
nb: Rettighetshaverne i utvinningstillatelse 435 vil vurdere å produsere funnet mot eksisterende infrastruktur.

source: The well was drilled to a vertical depth of 4477 metres below the sea surface, and it was terminated in the Tilje formation in Lower Jurassic reservoir rocks.
nb: Brønnen ble boret til et vertikalt dyp på 4477 meter under havflaten, og den ble avsluttet i Tiljeformasjonen i nedre jura reservoarbergarter..

source: Water depth at the site is 344 metres.
nb: Havdypet er 344 meter.

source: Well 6507/7-14 S was drilled by the Bredford Dolphin drilling facility, which will now proceed to production licence 420 in the North Sea to drill wildcat well 35/9-6 S, where RWE Dea Norge AS is the operator.
nb: Brønn 6507/7-14 S ble boret av boreinnretningen Bredford Dolphin, som nå skal til utvinningstillatelse 420 i Nordsjøen for å bore undersøkelsesbrønn 35/9-6 S der RWE Dea Norge AS er operatør.

source: The well has been drilled about 50 km northwest of the 6603/12-1 (Gro) gas discovery in the Norwegian Sea, and about 410 km west of Sandnessjøen.
nb: Brønnen er boret om lag 50 kilometer nordvest for gassfunnet 6603/12-1 (Gro) i Norskehavet og om lag 410 kilometer vest for Sandnessjøen.

source: The objective of the well was to prove gas in Middle Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise gass i reservoarbergarter av antatt jura alder.

source: The well did not encounter the reservoir rock, and was dry.
nb: Den påtraff ikke reservoarbergarten og brønnen er tørr.

source: The well is the first exploration well in production licence 392.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 392.

source: The production licence was awarded in the 19th licensing round in 2006.
nb: Tillatelsen ble tildelt i 19. konsesjonsrunde i 2006.

source: 6603/5-1 S was drilled to a vertical depth of 5028 metres below the sea surface and a measured depth of 5214 metres below the sea surface, and was terminated in Cromer Knoll group in the Lower Cretaceous.
nb: 6603/5-1 S ble boret til et vertikalt dyp og målt dyp av hhv 5028 og 5214 meter under havflaten og ble avsluttet i Cromer Knoll gruppen i nedre kritt.

source: Water depth at the site is 1446 metres.
nb: Havdypet er 1446 meter.

source: Well 6603/5-1 S was drilled using the Aker Barents drilling facility, which will now proceed to production licence 468 in the Norwegian Sea to drill wildcat well 6305/9-2, where Det norske oljeselskap ASA is the operator.
nb: Brønn 6603/5-1 S ble boret av boreinnretningen Aker Barents som nå skal til utvinningstillatelse 468 i Norskehavet for å bore undersøkelsesbrønn 6305/9-2 der Det norske oljeselskap ASA er operatør.

source: The gas discovery was proven in 2009 in Upper Cretaceous reservoir rocks (the Springar formation).
nb: Gassfunnet ble påvist i 2009 i øvre kritt reservoarbergarter (Springarformasjonen).

source: The discovery is located about 350 km west of Sandnessjøen.
nb: Funnet ligger omlag 350 km vest for Sandnessjøen.

source: Before appraisal well 6604/10-1 was drilled, resource estimates for the discovery were between 10 and 100 billion standard cubic metres (Sm3) of recoverable gas.
nb: Før avgrensingsbrønn 6604/10-1 ble boret var ressursanslaget for funnet på mellom 10 og 100 milliarder standardkubikkmeter (Sm3) utvinnbar gass.

source: The objective of the well was to delineate the discovery.
nb: Hensikten med brønnen var å avgrense funnet.

source: The well proved gas in a 50-metre column in the Springar formation in the Upper Cretaceous.
nb: Brønnen påviste gass i en 50 meter kolonne i Springarformasjonen i øvre kritt.

source: The reservoir rocks are of a more substantial thickness, but the reservoir quality is poorer than expected.
nb: Reservoarbergartene har større mektighet, men dårligere reservoarkvalitet enn forventet.

source: Preliminary estimates place the size of the discovery in the lower range of the original resource estimates.
nb: Foreløpige anslag av størrelsen på funnet er i den nedre delen av de opprinnelige ressursanslagene.

source: The proven variation in reservoir quality and gas saturation, as well as the significant extent of the discovery, mean that additional studies must be carried out before the size of the discovery can be clarified.
nb: Den påviste variasjonen i reservoarkvalitet og gassmetning, samt stor utstrekning av funnet gjør at tilleggsstudier må gjennomføres før funnstørrelsen er nærmere avklart.

source: This is the second well in production licence 326.
nb: Dette er den andre brønnen i utvinningstillatelse 326.
